/* Photos feed loading text */
"Loading  Photos..." = "Loading  Photos...";

/* News feed loading text */
"Loading News Feed..." = "Loading News Feed...";

/* Video feed loading text */
"Loading Videos List..." = "Loading Videos List...";

/* No comment provided by engineer. */
"News" = "News";

/* News feed no results */
"No news articles found." = "No news articles found.";

/* Photos feed no results */
"No photos found." = "No photos found.";

/* Video feed no results */
"No videos found." = "No videos found.";

/* No comment provided by engineer. */
"Packages" = "Packages";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Sorry, there was an error loading the News Feed." = "Sorry, there was an error loading the News Feed.";

/* No comment provided by engineer. */
"Sorry, there was an error loading the photo stream." = "Sorry, there was an error loading the photo stream.";

/* No comment provided by engineer. */
"Sorry, there was an error loading the Video feed." = "Sorry, there was an error loading the Video feed.";

/* News feed updating text */
"Updating News Feed..." = "Updating News Feed...";

/* Photos feed updating text */
"Updating Photos..." = "Updating Photos...";

/* Video feed updating text */
"Updating Videos List..." = "Updating Videos List...";

/* No comment provided by engineer. */
"Videos" = "Videos";

